Repository: JoseMokeni/ProjetERP
Catalog: Translations/ERPProject.*.xlf
Languages: fr_fr

# Table 3347750106 - Field 2881306605 - Property 2879900210
source: Activity Description
fr_fr: Desctipn d'activiter

# Table 3347750106 - Field 883711285 - Property 2879900210
source: Entry No.
fr_fr: N° écriture

# Table 3347750106 - Field 2897660500 - Property 2879900210
source: Record ID
fr_fr: ID enregistrement

# Table 3347750106 - Field 3808951907 - Property 2879900210
source: Table Name
fr_fr: Nom table

# Table 3347750106 - Field 2708250016 - Property 2879900210
source: User ID
fr_fr: ID utilisateur

# Table 872458807 - Field 1390061512 - Property 2879900210
source: Component Id
fr_fr: Id Composant

# Table 872458807 - Field 1404610440 - Property 2879900210
source: Name
fr_fr: Nom

# Table 2311205100 - Field 3849375079 - Property 2879900210
source: Active Customer Orders
fr_fr: Commande de client active

# Table 2311205100 - Field 1734858976 - Property 2879900210
source: Orders Due in 2 Days
fr_fr: Commande arrive en 2 jours

# Table 2311205100 - Field 1424993836 - Property 2879900210
source: Low Stock Components
fr_fr: niveau stock bas

# Table 2311205100 - Field 1578683977 - Property 2879900210
source: Overdue Orders
fr_fr: Commandes passer

# Table 2311205100 - Field 1663593181 - Property 2879900210
source: Primary Key
fr_fr: Clé primaire

# Table 2311205100 - Field 1534232037 - Property 2879900210
source: Total Active Orders
fr_fr: Total des commandes actives

# Table 2311205100 - Field 4096417450 - Property 2879900210
source: Total Components
fr_fr: Total composants

# Table 2311205100 - Field 4183751119 - Property 2879900210
source: Total Customers
fr_fr: Total des clients

# Table 2311205100 - Field 2280471662 - Property 2879900210
source: Total Products
fr_fr: Total des produits

# Table 2092802560 - Field 3271749499 - Property 2879900210
source: Start Date
fr_fr: Date de début

# Table 2092802560 - Field 2120043616 - Property 2879900210
source: End Date Planned
fr_fr: Date de fin prévue

# Table 2092802560 - Field 515196640 - Property 2879900210
source: Ordre Id
fr_fr: ID de commande

# Table 2092802560 - Field 3426899252 - Property 2879900210
source: Product Description
fr_fr: Description du produit

# Table 2092802560 - Field 782940341 - Property 2879900210
source: Product Id
fr_fr: ID de produit

# Table 2092802560 - Field 3214726800 - Property 2879900210
source: Product Unit Cost
fr_fr: Coût unitaire du produit

# Table 2092802560 - Field 3224143945 - Property 2879900210
source: Quantity
fr_fr: Quantité

# Table 1463460505 - Field 317308168 - Property 2879900210
source: Composant Id
fr_fr: ID du composant

# Table 1463460505 - Field 2548700543 - Property 2879900210
source: Component Name
fr_fr: Nom du composant

# Table 1463460505 - Field 782940341 - Property 2879900210
source: Produit Id
fr_fr: ID du produit

# Table 1463460505 - Field 1541476102 - Property 2879900210
source: Product Name
fr_fr: Nom du produit

# Table 1463460505 - Field 3224143945 - Property 2879900210
source: Necessary Quantity
fr_fr: Quantité nécessaire

# Page 2459208448 - Property 2879900210
source: Activity Log
fr_fr: Journal des activités

# Page 1580267763 - Property 2879900210
source: Component Card
fr_fr: Fiche composant

# Page 1580267763 - Control 1390061512 - Property 2879900210
source: Component Id
fr_fr: ID du composant

# Page 1580267763 - Control 1404610440 - Property 2879900210
source: Name
fr_fr: Nom

# Page 1097779969 - Property 2879900210
source: Component List
fr_fr: Liste des composants

# Page 1097779969 - Control 1390061512 - Property 2879900210
source: Component Id
fr_fr: ID du composant

# Page 1097779969 - Control 1404610440 - Property 2879900210
source: Name
fr_fr: Nom

# Page 744494412 - Property 2879900210
source: Component
fr_fr: Composant

# Page 2311205100 - Property 2879900210
source: Overview
fr_fr: Aperçu

# Page 2311205100 - Control 1177833522 - Property 2879900210
source: Business Overview
fr_fr: Aperçu commercial

# Page 2311205100 - Control 3849375079 - Property 1295455071
source: Shows active customer orders
fr_fr: Affiche les commandes clients actives

# Page 2311205100 - Control 4183751119 - Property 1295455071
source: Shows total number of customers
fr_fr: Affiche le nombre total de clients

# Page 2311205100 - Control 2280471662 - Property 1295455071
source: Shows total number of products
fr_fr: Affiche le nombre total de produits

# Page 2311205100 - Control 2325853920 - Property 2879900210
source: Components
fr_fr: Composants

# Page 2311205100 - Control 1424993836 - Property 1295455071
source: Shows components with stock less than 5
fr_fr: Affiche les composants avec un stock inférieur à 5

# Page 2311205100 - Control 4096417450 - Property 1295455071
source: Shows the total number of components
fr_fr: Affiche le nombre total de composants

# Page 2311205100 - Control 124933732 - Property 2879900210
source: Manufacturing Orders
fr_fr: Ordres de fabrication

# Page 2311205100 - Control 1734858976 - Property 1295455071
source: Shows orders due within 2 days
fr_fr: Affiche les commandes dues dans les 2 jours

# Page 2311205100 - Control 1578683977 - Property 1295455071
source: Shows overdue manufacturing orders
fr_fr: Affiche les ordres de fabrication en retard

# Page 2311205100 - Control 1534232037 - Property 1295455071
source: Shows total active manufacturing orders
fr_fr: Affiche le nombre total d'ordres de fabrication actifs

# Page 2311205100 - Action 2026913255 - Property 2879900210
source: Refresh
fr_fr: Actualiser

# Page 3093304833 - Property 2879900210
source: Manufacturing Management
fr_fr: Gestion de la fabrication

# Page 3093304833 - Control 3724274506 - Property 2879900210
source: Activity Log
fr_fr: Journal des activités

# Page 3093304833 - Control 1542570930 - Property 2879900210
source: Components
fr_fr: Composants

# Page 3093304833 - Control 2293477991 - Property 2879900210
source: Customers
fr_fr: Clients

# Page 3093304833 - Control 717482263 - Property 2879900210
source: Manufacturing Orders
fr_fr: Ordres de fabrication

# Page 3093304833 - Control 4030956022 - Property 2879900210
source: Products
fr_fr: Produits

# Page 3093304833 - Action 236920392 - Property 2879900210
source: Components
fr_fr: Composants

# Page 3093304833 - Action 333752619 - Property 2879900210
source: Customer Orders
fr_fr: Commandes clients

# Page 3093304833 - Action 3606140129 - Property 2879900210
source: Customers
fr_fr: Clients

# Page 3093304833 - Action 114283367 - Property 2879900210
source: Manufacturing Orders
fr_fr: Ordres de fabrication

# Page 3093304833 - Action 2362238540 - Property 2879900210
source: Products
fr_fr: Produits

# Page 3093304833 - Action 1514883969 - Property 2879900210
source: Setup
fr_fr: Configuration

# Page 3093304833 - Action 2678035379 - Property 2879900210
source: Activity Log
fr_fr: Journal des activités

# Page 116220166 - Property 2879900210
source: Fabrication Ordres Card
fr_fr: Fiche des ordres de fabrication

# Page 116220166 - Control 3271749499 - Property 2879900210
source: Start Date
fr_fr: Date de début

# Page 116220166 - Control 2120043616 - Property 2879900210
source: End Date Planned
fr_fr: Date de fin prévue

# Page 116220166 - Control 515196640 - Property 2879900210
source: Ordre Id
fr_fr: ID de commande

# Page 116220166 - Control 3426899252 - Property 2879900210
source: Product Description
fr_fr: Description du produit

# Page 116220166 - Control 782940341 - Property 2879900210
source: Product Id
fr_fr: ID de produit

# Page 116220166 - Control 3214726800 - Property 2879900210
source: Product Unit Cost
fr_fr: Coût unitaire du produit

# Page 3339798258 - Property 2879900210
source: Fabrication ordre List
fr_fr: Liste des ordres de fabrication

# Page 3339798258 - Control 3271749499 - Property 2879900210
source: Start Date
fr_fr: Date de début

# Page 3339798258 - Control 2120043616 - Property 2879900210
source: End Date Planned
fr_fr: Date de fin prévue

# Page 3339798258 - Control 515196640 - Property 2879900210
source: Ordre Id
fr_fr: ID de commande

# Page 3339798258 - Control 3426899252 - Property 2879900210
source: Product Description
fr_fr: Description du produit

# Page 3339798258 - Control 782940341 - Property 2879900210
source: Product Id
fr_fr: ID de produit

# Page 3339798258 - Control 3214726800 - Property 2879900210
source: Product Unit Cost
fr_fr: Coût unitaire du produit

# Page 3339798258 - Control 3224143945 - Property 2879900210
source: Quantity
fr_fr: Quantité

# Page 3656813931 - Property 2879900210
source: Fabrication Ordre List Part
fr_fr: Partie de la liste des ordres de fabrication

# Page 3138760325 - Control 3202631825 - Property 2879900210
source: Component Information
fr_fr: Informations sur le composant

# Page 3138760325 - Control 1137027125 - Property 2879900210
source: Product Information
fr_fr: Informations sur le produit

# Page 2724414351 - Property 2879900210
source: Sub Components
fr_fr: Sous-composants

# Report 1476967974 - Property 2879900210
source: Components Stock Report
fr_fr: Rapport de stock des composants

# Report 1476967974 - Control 1989618937 - Property 1295455071
source: Specifies if you want to see only components with stock less than 5
fr_fr: Indique si vous souhaitez voir uniquement les composants avec un stock inférieur à 5

# Report 1476967974 - Control 1989618937 - Property 2879900210
source: Show Only Low Stock
fr_fr: Afficher uniquement les stocks faibles

# Report 211994358 - Property 2879900210
source: Customer Orders Overview
fr_fr: Aperçu des commandes clients

# Report 211994358 - Control 284195533 - Property 2879900210
source: Filters
fr_fr: Filtres

# Report 211994358 - Control 2433456032 - Property 2879900210
source: Status Filter
fr_fr: Filtre statut

# Report 211994358 - Control 2433456032 - Property 62802879
source: All,Open,Released
fr_fr: Tous,Ouvert,Libéré

# Report 2846258829 - Property 2879900210
source: Manufacturing Orders Status Report
fr_fr: Rapport d'état des ordres de fabrication

# Report 2846258829 - Control 284195533 - Property 2879900210
source: Filters
fr_fr: Filtres

# Report 2846258829 - Control 845401037 - Property 2879900210
source: End Date
fr_fr: Date fin

# Report 2846258829 - Control 531996347 - Property 1295455071
source: Specifies if you want to see only overdue orders
fr_fr: Indique si vous souhaitez voir uniquement les commandes en retard

# Report 2846258829 - Control 531996347 - Property 2879900210
source: Show Only Overdue
fr_fr: Afficher uniquement les commandes en retard

# Report 2846258829 - Control 3605153064 - Property 2879900210
source: Start Date
fr_fr: Date de début

# PageExtension 744837788 - Control 1908536694 - Property 2879900210
source: Adress
fr_fr: Adresse

# PageExtension 3617966657 - Control 27869706 - Property 2879900210
source: Client adresse
fr_fr: Adresse du client

# PageExtension 3617966657 - Control 224255400 - Property 2879900210
source: Client Code
fr_fr: Code client

# PageExtension 3617966657 - Control 3326794819 - Property 2879900210
source: Client Contact
fr_fr: Contact client

# PageExtension 3617966657 - Control 100502418 - Property 2879900210
source: Client Name
fr_fr: Nom du client

# PageExtension 3103994323 - Control 27869706 - Property 2879900210
source: Client adresse
fr_fr: Adresse du client

# PageExtension 3103994323 - Control 224255400 - Property 2879900210
source: Client Code
fr_fr: Code client

# PageExtension 3103994323 - Control 3326794819 - Property 2879900210
source: Client Contact
fr_fr: Contact client

# PageExtension 3103994323 - Control 100502418 - Property 2879900210
source: Client Name
fr_fr: Nom du client

# PageExtension 4142435239 - Control 1908536694 - Property 2879900210
source: Adress
fr_fr: Adresse

# PageExtension 1965849666 - Control 4075841966 - Property 2879900210
source: Electronic components information
fr_fr: Informations sur les composants électroniques

# TableExtension 1646824509 - Field 27869706 - Property 2879900210
source: Client adresse
fr_fr: Adresse du client

# TableExtension 1646824509 - Field 224255400 - Property 2879900210
source: Client Code
fr_fr: Code client

# TableExtension 1646824509 - Field 3326794819 - Property 2879900210
source: Client Contact
fr_fr: Contact client

# TableExtension 1646824509 - Field 100502418 - Property 2879900210
source: Client Name
fr_fr: Nom du client

# Enum 4280778842 - Property 2879900210
source: Composant Type
fr_fr: Type de composant

# Enum 4280778842 - EnumValue 588982307 - Property 2879900210
source: Cable
fr_fr: Câble

# Enum 4280778842 - EnumValue 3417717184 - Property 2879900210
source: Case
fr_fr: Ecran

# Enum 4280778842 - EnumValue 2809492838 - Property 2879900210
source: Cooling System
fr_fr: Système de refroidissement

# Enum 4280778842 - EnumValue 781293371 - Property 2879900210
source: Graphics Card
fr_fr: Carte graphique

# Enum 4280778842 - EnumValue 1290589211 - Property 2879900210
source: Memory
fr_fr: Mémoire

# Enum 4280778842 - EnumValue 1721008248 - Property 2879900210
source: Monitor
fr_fr: Moniteur

# Enum 4280778842 - EnumValue 2872730869 - Property 2879900210
source: Motherboard
fr_fr: Carte mère

# Enum 4280778842 - EnumValue 68697720 - Property 2879900210
source: Power Supply
fr_fr: Alimentation

# Enum 4280778842 - EnumValue 843041010 - Property 2879900210
source: Processor
fr_fr: Processeur

# Enum 4280778842 - EnumValue 3726454387 - Property 2879900210
source: Storage
fr_fr: Stockage
